Repository: Zeynnz/MiniProjetMobile
Catalog: lib/l10n/app_*.arb
Languages: fr

source: About Us
fr: A Propos

# erreurSnack
source: Please fill all the input
fr: Veuillez remplir tous les champs.

# erreurNote
source: The grade is not between 0 and 20
fr: La note n'est pas entre 0 et 20

# erreurSave
source: Error while saving :
fr: Erreur lors de la sauvegarde :

# erreurAjout
source: Error while adding the game.
fr: Erreur lors de l'ajout du jeu.

# erreurRecup
source: Error while obtaining the game
fr: Erreur lors de la récupération des jeux

# fichierInexistant
source: File does not exist
fr: Le fichier n'existe pas

# erreurModification
source: Error while modifying
fr: Erreur lors de la modification

# nom
source: name
fr: nom

# note
source: grade
fr: note

# note2
source: Grade:
fr: Note:

# termine
source: finished?
fr: terminé?

# end
source: ended
fr: terminé

# descriptionFalc
source: Description (facultative)
fr: Description (facultatif)

# termine2
source: Finished:
fr: Terminé:

# ajout
source: game successfully added
fr: jeu ajouté avec succès

# titreAjout
source: Game addition
fr: Ajout de jeu

# texteAjout
source: Add
fr: Ajouter

# nomJeu
source: Name of the game
fr: Nom du jeu

# nomJeuHint
source: Enter the name of the game
fr: Enter le nom du jeu

# noteJeu
source: Grade
fr: Note

# noteJeuHint
source: Between 0 and 20
fr: Entre 0 et 20

# oui
source: yes
fr: oui

# non
source: no
fr: non

# labeltermine
source: Clear ?
fr: Terminé ?

# supprimer
source: Delete
fr: Supprimer

# modifier
source: Update
fr: Modifier

# modifierTitre
source: Modify the game
fr: Modifier le jeu

# enregistrer
source: Apply the modifications
fr: Enregistrer les modifications

# detailGame
source: Details of the Game
fr: Détails du jeu
